{
  "Story": [
    {
      "Life Lesson": "It's okay to feel angry sometimes, but it's important to find healthy ways to express your feelings, like talking to someone or taking deep breaths.",
      "Page Contents": [
        "Once upon a time, deep in a lush green jungle, lived Growly the Tiger. Growly wasn't always growly; in fact, he loved to play!",
        "One sunny morning, Growly wanted to play hide-and-seek with his friends, but they were all busy. \"Grrr,\" Growly rumbled, feeling a little angry. (Page 1)",
        "Growly stomped his feet and swished his tail. \"Nobody wants to play with me!\" he grumbled. He felt like roaring, but he knew that would scare his friends. (Page 2)",
        "He saw a wise old monkey sitting in a tree. \"What's wrong, Growly?\" the monkey asked kindly. Growly explained how he felt left out and angry because no one would play. (Page 3)",
        "The monkey smiled. \"It's okay to be angry, Growly. But roaring isn't the best way to show it. Try telling your friends how you feel or taking deep breaths.\" (Page 4)",
        "Growly took a deep breath, like the monkey showed him. Then, he went to his friends and said, \"I feel sad and a little angry because I want to play, and you're all busy.\" (Page 5)",
        "His friends understood. They finished their tasks quickly, and soon, Growly was playing hide-and-seek, laughing and having fun! Growly learn how to be less angry with the monkey's help. (Page 6)"
      ],
      "Page Contents Translated": [
        "В некотором царстве, глубоко в пышных зеленых джунглях, жил Тигр по имени Ворчун. Ворчун не всегда был ворчуном; на самом деле, он очень любил играть!",
        "Однажды солнечным утром Ворчун захотел поиграть в прятки со своими друзьями, но все они были заняты. «Гррр», — прорычал Ворчун, чувствуя легкий гнев. (Страница 1)",
        "Ворчун затопал ногами и завилял хвостом. «Никто не хочет со мной играть!» — проворчал он. Ему хотелось зарычать, но он знал, что это напугает его друзей. (Страница 2)",
        "Он увидел мудрую старую обезьяну, сидящую на дереве. «Что случилось, Ворчун?» — ласково спросила обезьяна. Ворчун объяснил, что ему грустно и он злится, потому что никто не хочет играть. (Страница 3)",
        "Обезьяна улыбнулась. «Злиться — это нормально, Ворчун. Но рычать — не лучший способ выразить это. Попробуй рассказать своим друзьям о своих чувствах или сделай глубокий вдох». (Страница 4)",
        "Ворчун глубоко вздохнул, как показала ему обезьяна. Затем он подошел к своим друзьям и сказал: «Мне грустно и немного сердито, потому что я хочу поиграть, а вы все заняты». (Страница 5)",
        "Его друзья поняли. Они быстро закончили свои дела, и вскоре Ворчун уже играл в прятки, смеясь и веселясь! Ворчун научился меньше злиться с помощью обезьяны. (Страница 6)"
      ],
      "Recommended Vocabulary Words": {
        "Vocabulary Word": [
          {
            "Definition": "Feeling upset or mad about something.",
            "Translated Word": "Сердитый",
            "Word": "Angry"
          },
          {
            "Definition": "A low, rumbling sound a tiger makes when it's not happy.",
            "Translated Word": "Рычать",
            "Word": "Grumble"
          },
          {
            "Definition": "To move your feet quickly on the ground.",
            "Translated Word": "Топать",
            "Word": "Stomp"
          },
          {
            "Definition": "To take a big, deep breath to calm yourself.",
            "Translated Word": "Вздох",
            "Word": "Breath"
          }
        ]
      },
      "Title": "Growly Learns to Share His Feelings",
      "Two Sentence Summary": "Growly the Tiger feels angry when his friends are too busy to play. With the help of a wise monkey, Growly learns how to express his feelings in a healthy way instead of just roaring."
    },
    {
      "Life Lesson": "Trying new things can be scary, but it can also lead to exciting discoveries and new friendships.",
      "Page Contents": [
        "Growly the Tiger loved his jungle home. He knew every tree, every vine, and every muddy puddle. (Page 1)",
        "One day, a colorful bird told Growly about a sparkling river on the other side of the jungle. Growly felt a little scared, but also very curious. (Page 2)",
        "Growly had never left his part of the jungle before. \"What if I get lost?\" he worried. \"What if there are scary creatures?\" (Page 3)",
        "But the thought of the sparkling river was too exciting to ignore. Growly took a deep breath and started his adventure! (Page 4)",
        "Along the way, Growly met a playful monkey who loved to swing from vines and a wise old turtle who knew all the best paths. They decided to join him! (Page 5)",
        "Finally, they reached the sparkling river! It was even more beautiful than Growly imagined. He splashed and played with his new friends, feeling so happy and brave. Growly knows trying something new isn't too scary after all! (Page 6)"
      ],
      "Page Contents Translated": [
        "Тигр по имени Ворчун любил свой дом в джунглях. Он знал каждое дерево, каждую лозу и каждую грязную лужу. (Страница 1)",
        "Однажды красочная птица рассказала Ворчуну о сверкающей реке на другой стороне джунглей. Ворчуну стало немного страшно, но и очень любопытно. (Страница 2)",
        "Ворчун никогда раньше не покидал свою часть джунглей. «Что, если я потеряюсь?» — забеспокоился он. «Что, если там есть страшные существа?» (Страница 3)",
        "Но мысль о сверкающей реке была слишком захватывающей, чтобы ее игнорировать. Ворчун глубоко вздохнул и начал свое приключение! (Страница 4)",
        "По пути Ворчун встретил игривую обезьянку, которая любила качаться на лианах, и мудрую старую черепаху, которая знала все лучшие тропы. Они решили присоединиться к нему! (Страница 5)",
        "Наконец они добрались до сверкающей реки! Она была даже красивее, чем представлял себе Ворчун. Он плескался и играл со своими новыми друзьями, чувствуя себя таким счастливым и храбрым. Ворчун знает, что пробовать что-то новое не так уж и страшно! (Страница 6)"
      ],
      "Recommended Vocabulary Words": {
        "Vocabulary Word": [
          {
            "Definition": "Wanting to know more about something.",
            "Translated Word": "Любопытный",
            "Word": "Curious"
          },
          {
            "Definition": "A long, thick plant that grows around trees.",
            "Translated Word": "Лоза",
            "Word": "Vine"
          },
          {
            "Definition": "Shiny and bright.",
            "Translated Word": "Сверкающий",
            "Word": "Sparkling"
          },
          {
            "Definition": "A feeling of being scared or worried.",
            "Translated Word": "Страшно",
            "Word": "Scared"
          }
        ]
      },
      "Title": "Growly's Big Adventure",
      "Two Sentence Summary": "Growly the Tiger is scared to leave his familiar jungle, but he decides to be brave and explore. He discovers a sparkling river and makes new friends, learning that trying new things can be exciting."
    }
  ]
}